Repository: common-repository/cslider
Catalog: languages/cslider-*.po
Languages: de_de

source: cSlider Settings
de_de: cSlider Einstellungen

source: cSlider default Settings
de_de: cSlider Standard-Einstellungen

source: Width:
de_de: Breite:

source: The default width for sliders content.
de_de: Die Standardbreite für den Inhalt des Sliders.

source: Transition Mode:
de_de: Übergangs-Art:

source: Vertical
de_de: Vertikal

source: Crossfade
de_de: Überblenden

source: Transition Speed:
de_de: Übergangs-Dauer:

source: The default speed for transitions.
de_de: Die Standarddauer für Übergänge.

source: Infinite Loop:
de_de: Endlos-Schleife:

source: Whether the slides should repeat.
de_de: Ob sich alle Slides wiederholen sollen.

source: Show navigation arrows:
de_de: Navigationspfeile anzeigen:

source: Start slide index:
de_de: Index des zuerst angezeigten Slides:

source: The index of the first slide to appear.
de_de: Der Index des Slides, der als erstes gezeigt wird.

source: Random start:
de_de: Zufällig

source: Whether the first slide to appear is random.
de_de: Ob der zuerst angezeigte Slide zufällig gewählt wird.

source: Hide controls at flanks
de_de: Navigationspfeile automatisch ausblenden

source: Not working yet!
de_de: Noch nicht unterstützt.

source: Auto sliding:
de_de: Automatisches sliden:

source: Automated sliding. Before every slide a delay of "pause" field.
de_de: Automatisches sliden. Vor jedem Slide eine Pause von "pause" Feld.

source: Pause between slides:
de_de: Pause zwischen den Slides:

source: Automated slide direction:
de_de: Automatisch Slide-Richtung:

source: Next
de_de: Weiter

source: Previous
de_de: Zurück

source: The slide direction of automated slides.
de_de: Die Richtung von automatischen Slides.

source: Pause automated slides on hover:
de_de: Automatische slides bei hover stoppen:

source: Pauses the automated sliding on mouseover.
de_de: Stoppt automatische Slides, wenn die Maus darüber gefahren wird.

source: Pager:
de_de: Seiten-Navigation:

source: Displays the page navigation.
de_de: Zeigt eine Seiten-Navigation an.

source: Pager location:
de_de: Position der Navigation:

source: Bottom
de_de: Unten

source: Top
de_de: Oben

source: Whether the slider should slide continuously with a speed of "Ticker speed" field.
de_de: Ob die slides durchgängig sliden sollen.

source: Ticker speed:
de_de: Ticker-Geschwindigkeit:

source: A value between 1 and 5000.
de_de: Ein Wert zwischen 1 und 5000.

source: Ticker direction:
de_de: Ticker-Richtung:

source: The slide direction of the tciker.
de_de: Die Richtung des Tickers.

source: Stop ticker on hover:
de_de: Ticker bei hover stoppen:

source: Pauses the ticker on mouseover.
de_de: Stoppt den Ticker, wenn die Maus darüber gefahren wird.

source: Save settings
de_de: Einstellungen sichern
